export default {
  header: {
    title: "ppapman에 대해서",
    subtitle: "한국 거주 한국인",
    langChange: "🌏 日本語で見る",
    changeThemeDark: "🌑 다크 테마로 변경",
    changeThemeLight: "🌕 라이트 테마로 변경",
  },
  // about: {
  //   title: "ppapman의 정체",
  //   fe: "프런트엔드 프로그래머",
  //   ux: "UI/UX 디자이너",
  //   tr: "번역가",
  //   ed: "편집자",
  //   ut: "UTAU 프로듀서",
  //   things: "에 대한 작업",
  // },
  index: {
    title: "목차",
    fe: "프런트엔드 프로그래밍",
    ux: "UI/UX 디자인",
    tr: "번역 작업",
    ed: "영상 편집 작업",
    ut: "UTAU 조교",
  },
  content: {
    fe: {
      title: "프런트엔드 프로그래밍",
    },
    ux: {
      title: "UI/UX 디자인",
    },
    tr: {
      title: "번역 작업",
    },
    ed: {
      title: "영상 편집 작업",
    },
    ut: {
      title: "UTAU 조교",
    },
  },

  error: {
    noSentence: "⚠️ 대응하는 문장이 없어 불러올 수 없음",
  },
};
